Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: གཞོན་ནུ་འདི་ནི་ཤིན་ཏུ་བློ་ཟབ་ཅིང་ཆོས་དང་ལྡན་པ་ཡིན་ཏེ། བདག་གིས་དེའི་བསམ་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ་སྙམ་ནས།
en: ‘This prince is both smart and devout—I should help him fulfill his wishes.’

source: དེས་དེ་ལ་སྨྲས་པ། གཞོན་ནུ་ཁྱོད་ཀྱི་བྱ་བ་ཅི་ཡོད།
en: So he said, ‘Prince, what are your goals?’

source: དེས་སྨྲས་པ། ཡབ་གལ་ཏེ་བདག་ལ་ཐུགས་དཔག་མཛད་ན། དགེ་སྦྱོང་དང་བྲམ་ཟེ་མང་དུ་ཐོས་པ་ལས་བསྡུར་གསོལ།
en: “ ‘Father,’ he answered, ‘if you will be so kind, I would like to compare the teachings of learned mendicants and brahmins.

source: ཡབ་བདག་ཆོས་རྣམས་ལ་ཐེ་ཙོམ་མཆིས་ཏེ།
en: I have doubts about the teachings, Father.

source: དེ་བདག་གིས་དྲི་བར་བགྱི་ན། འདི་ལྟར་ཆོས་ཀྱི་ཐེ་ཚོམ་གཅོད་པ་རྡོ་ཐོགས་པ་དེ་འཚལ་ཏོ། །
en: If I could ask questions, I’d be able to overcome my doubts about the Dharma. I beseech you.’

source: དེ་ནས་རྒྱལ་པོ་རྒྱལ་བའི་སྡེ་དེ་གཞོན་ནུ་ཞི་བའི་བློ་གྲོས་ཀྱི་ཚིག་ཐོས་ནས། གང་འཇིག་རྟེན་གྱི་ཁམས་ན། དགེ་སྦྱོང་དང་བྲམ་ཟེ་མཁས་པ་བློ་གྲོས་འཐུན་པ། སྤྱོད་པ་མ་ཉམས་པ་དེ་དག་རྒྱལ་པོ་རྒྱལ་བའི་སྡེ་དེའི་སྐྱེད་མོས་ཚལ་གྱི་གནས་སུ་བསྡུས་སོ། །
en: “Hearing Prince Śāntamati’s words, King Jayasena proceeded to summon to his own gardens the learned mendicants and brahmins throughout the land who were suitably intelligent and who had impeccable conduct as well.

source: དེ་ནས་གཞོན་ནུ་ཞི་བའི་བློ་གྲོས་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་མཁས་པ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་སྐྱེད་མོས་ཚལ་གྱི་གནས་ག་ལ་བ་དེར་དོང་ངོ་། །
en: Then Prince Śāntamati went to the gardens along with the learned mendicants and brahmins.

source: དེ་ནས་གཞོན་ནུ་ཞི་བའི་བློ་གྲོས་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེ་མཁས་པ་དཔྱོད་པ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་ཆོས་བགྲོ་བར་བྱེད་དོ། །
en: All together, Prince Śāntamati staged a Dharma debate between the knowledgeable and discerning mendicants and brahmins.

source: འཕགས་པ་དག་འཇིག་རྟེན་ན་ཅི་གནོད་དེ་ལ་
en: He first asked, ‘Noble ones, what is harmful in the world?’

source: ཁ་ཅིག་གིས་འདི་སྐད་སྨྲས་སོ། །
en: “Some said,

source: དབུལ་བ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Poverty is harmful in the world.

source: དབུལ་བས་ཉེན་པའི་སེམས་ཅན་དག་ནི་ཅི་ནས་ཀྱང་བདག་དེ་ལ་བརྟེན་ཏེ་བདེ་བར་བྱའོ་སྙམ་ནས་གཞན་ལ་རྟེན་པར་བྱེད་དོ། །
en: Those beings afflicted with poverty are entirely dependent on something else, thinking it will bring them happiness.’

source: བརྙས་པ་ནི་འཇིག་རྟེན་ན་གནོད་དེ་
en: ‘Abuse is harmful in the world.

source: བརྙས་པར་བྱ་བའི་སེམས་ཅན་དག་ནི་ཅི་ནས་ཀྱང་དེ་ལ་བརྟེན་ཏེ་བརྙས་སུ་མི་འདོད་དོ་སྙམ་ནས་གཞན་ལ་རྟེན་པར་བྱེད་དོ། །
en: Beings who are abused, wishing to be free from such abuse, are entirely dependent on something else.’

source: ངག་དང་མི་ལྡན་པ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘To be without a voice is harmful in the world.

source: ངག་ཉམས་པའི་སེམས་ཅན་དག་ནི་ཅི་ནས་ཀྱང་དེ་ལ་བརྟེན་ཏེ་བདེ་བར་བྱའོ་སྙམ་ནས་གཞན་ལ་རྟེན་པར་བྱེད་དོ། །
en: Beings who cannot speak are entirely dependent on something else, thinking it will bring them happiness.’

source: བློ་དང་མི་ལྡན་པ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘To lack intelligence is harmful in the world.

source: བློ་རྣམ་པར་ཉམས་པའི་སེམས་ཅན་དག་ནི་ཅི་ནས་ཀྱང་བདག་དེ་ལ་བརྟེན་ཏེ་བློ་ཐོབ་པར་བྱས་ལ། བློའི་སྟོབས་བསྐྱེད་པ་གང་གིས་བདེ་བར་འཚོ་བར་བྱའོ་སྙམ་ནས་གཞན་ལ་རྟེན་པར་བྱེད་དོ། །
en: Those who lack intelligence do whatever they can to gain intelligence, and thus are dependent on something else, thinking becoming intelligent will provide them with happiness.’

source: དོན་ཡོངས་སུ་ཉམས་པ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Failure is harmful in the world.

source: དོན་ཡོངས་སུ་ཉམས་པའི་སེམས་ཅན་དག་ནི་ཅི་ནས་ཀྱང་དེ་ལ་བརྟེན་ཏེ། དོན་ཡོངས་སུ་ཉམས་པ་མེད་པར་བྱའོ་སྙམ་ནས་གཞན་ལ་རྟེན་པར་བྱེད་དོ། །
en: Beings who have not reached their goals are entirely dependent on something else, thinking it will help them overcome their lack of success.’

source: མཛའ་བཤེས་དང་བྲལ་བ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Being apart from your loved ones is harmful in the world.

source: མཛའ་བཤེས་དང་བྲལ་བའི་སེམས་ཅན་དག་ནི་ཅི་ནས་ཀྱང་དེ་ལ་བརྟེན་ཏེ། བདེ་བར་འཚོ་བར་བྱའོ་སྙམ་ནས་གཞན་ལ་རྟེན་པར་བྱེད་དོ། །
en: Beings who are apart from their loved ones are entirely dependent on something else, thinking it will provide them with happiness.’

source: བཟོ་མི་ཤེས་པ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Having no knowledge of craftsmanship is harmful in the world.

source: བཟོ་མི་ཤེས་པའི་སྐྱེས་བུ་དག་ནི་ཅི་ནས་ཀྱང་དེ་ལ་བརྟེན་ཏེ། བདེ་བར་འཚོ་བར་བྱའོ་སྙམ་ནས་གཞན་ལ་རྟེན་པར་བྱེད་དོ། །
en: Beings who lack knowledge of craftsmanship are entirely dependent on something else, thinking it will provide them with happiness.’

source: རྒྱལ་སྲིད་ཉམས་པ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Lawlessness is harmful in the world.

source: རྒྱལ་སྲིད་ཉམས་ན་རྒྱལ་པོ་ལ་བརྟེན་པ་ཐམས་ཅད་སྡུག་བསྔལ་བར་འགྱུར་རོ། །
en: If the kingdom falls into disorder, everyone associated with the king will suffer.’

source: གཞན་དག་གིས་འདི་སྐད་སྨྲས་སོ། །
en: “Others said,

source: རྒྱལ་པོ་ལ་བརྙས་ན་སྡུག་བསྔལ་ཞིང་། རྒྱལ་པོའི་བློན་པོ་ལ་བརྙས་ན་ཡང་སྡུག་བསྔལ་བར་ཡང་འགྱུར་རོ། །
en: ‘Mistreating the king brings suffering, and so does mistreating the royal ministers.’

source: ཆུང་མ་མ་གུས་པ་དག་ནི་གནོད་དེ།
en: ‘Disrespecting one’s wife is harmful.

source: ཁྱིམ་ཐབ་འཁྲུགས་ན་གསོད་པར་འགྱུར་རོ། །
en: Quarrels within a couple can lead to murder.’

source: གཞན་གྱི་བུད་མེད་ཀྱི་གན་དུ་འགྲོ་བ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Sleeping with someone else’s wife is harmful in the world.

source: གཞན་གྱི་བུད་མེད་ཀྱི་གན་དུ་འགྲོ་བའི་སེམས་ཅན་དག་ནི་རྒྱུ་དེས་ཉོན་མོངས་པར་འགྱུར་ཏེ། དེ་ལྟ་བས་ན་གཞན་གྱི་བུད་མེད་ཀྱི་གན་དུ་འགྲོ་བ་ནི་འཇིག་རྟེན་ན་གནོད་དོ། །
en: People who have affairs with others’ wives bring about trouble, so sleeping with someone else’s wife is harmful in the world.’

source: ཆོག་མི་ཤེས་པ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Discontent is harmful in the world.

source: ཆོག་མི་ཤེས་པའི་སྐྱེས་བུ་ནི་ལྕགས་ཀྱི་ལམ་དང་། ཕུར་བུའི་ལམ་དང་། སྤའི་ལམ་ནས་འགྲོ་ཞིང་ཆོག་མི་ཤེས་པའི་སྐྱེས་བུ་ཆགས་པས་ཟིལ་གྱིས་ནོན་པའི་སེམས་ཀུན་ནས་འཛིན་པས་ནོར་གྱི་ཕྱིར་གཞན་གྱི་ཁྱིམ་དུ་འཇུག་སྟེདེ་ནི་དེ་ལས་ཉོན་མོངས་པར་འགྱུར་རོ། །
en: People who are discontent take up rods, daggers, and canes and, overcome with attachment, sneak into others’ houses to steal their wealth, causing trouble.’

source: བྱས་པ་མི་གཟོ་བ་ནི་འཇིག་རྟེན་ན་གནོད་དེ།
en: ‘Ungratefulness is harmful in the world.

source: བྱས་པ་མི་གཟོ་བའི་སྐྱེས་བུ་ནི་ཕན་པ་བྱེད་པ་ལ་མི་ལྟ་སྟེ།
en: People who are ungrateful have no regard for the help offered to them.

source: དེ་སྔོན་ཕན་པ་བྱས་པ་ལ་མི་རྟོག་ཅིང་། སྔོན་གྱི་ཕན་པ་བྱེད་པ་ལ་མི་ལྟ། དེ་སྔོན་ཕན་པ་བྱས་པའི་སྔོན་གྱི་དོན་ལ་མི་རྟོག་ཅིང་། སྔོན་གྱི་ཕན་པ་རྣམ་པར་འཇིག་པར་བྱེད་ལ། བྱས་པ་མི་གཟོ་བ་ཕལ་ཆེར་གནོད་པར་བྱ་བ་སེམས་ཏེ།
en: They don’t think about the help they’ve received and are heedless of the help offered to them in the past. They don’t think about the benefit they received from help in the past and ruin the help they’ve been given.

source: འདི་སྐད་ཅེས་ཐོས་སོ། །
en: Consider this story I heard.

source: སྐྱེས་བུ་གང་ཞིག་ཚལ་གྱི་ནང་དུ་སོང་བ་ལས་སྤྲིན་ནག་པོ་བྱུང་ནས་
en: A man was traveling through a forest when dark clouds formed.

source: མགོན་མེད་སྐྱབས་མེད་པ་ལས་དོམ་ཞིག་གིས་བསྐྱབས་ཏེ། དེ་དེས་ཁྲིད་ནས་རང་གི་གནས་སུ་བཅུག་གོ། །
en: Lacking any protection or shelter, a bear saved him and took him into his den.

source: དེ་དེར་ཞག་བདུན་དུ་འབྲས་བུ་དང་རྩ་བས་གསོས་ཏེ།
en: There they survived on fruits and roots for seven days.

source: འདི་གྲང་བས་སྡུག་བསྔལ་སྐྱེས་པ་མེད་པར་བྱའོ་ཞེས་ཟེར་ནས་བཟུང་སྟེ་མཆན་དུ་བཅུག་གོ །
en: Thinking the man must be suffering from the cold, the bear cradled the man in his arms.

source: དེ་ནས་ཞག་བདུན་འདས་པ་དང་སྤྲིན་ནག་པོ་དེ་མེད་དེ་དེའི་གནས་ནས་ཕྱུང་སྟེ་གཏོང་ངོ་། །
en: After the seven days passed and the storm cleared, they emerged from the den and the bear sent the man off.

source: དེ་ནས་སྔོན་གྱི་ཕན་བཏགས་པ་ཡོངས་སུ་གཏང་སྟེ། རྔོན་པ་གཞན་དག་གིས་མཐོང་བར་བྱས་ནས་དོམ་དེ་བསད་དོ། །
en: However, the man disregarded the help that was given to him and led a hunter to the bear so that it was killed.

source: དེ་ལྟ་བས་ན་བྱས་པ་མི་གཟོ་བ་ཉིད་ནི་འཇིག་རྟེན་ན་སྡུག་བསྔལ་ཏེ།
en: In this way ungratefulness brings suffering in the world.

source: འདི་ལྟར་སྡུག་བསྔལ་གྱི་རྣམ་པ་མང་པོ་སྣ་ཚོགས་རབ་ཏུ་བསྟན་ཏོ། །
en: This shows the many different types of suffering.’

source: དེ་ནས་གཞོན་ནུ་ཞི་བའི་བློ་གྲོས་ཀྱིས་དགེ་སྦྱོང་དང་བྲམ་ཟེ་མཁས་པ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: “Prince Śāntamati then addressed the whole group of learned mendicants and brahmins, saying,

source: གང་གི་ཚེ་ཚེ་དང་ལྡན་པ་ཁྱེད་ཅག་གིས་སྡུག་བསྔལ་དང་གནོད་པ་སྣ་ཚོགས་བཤད་པ་ནི་བདག་རྗེས་སུ་ཡི་རང་ངོ་། །
en: ‘Venerable sirs, I rejoice in hearing your descriptions of sufferings and harm.

source: གཞན་ཡང་བདག་གིས་འཇིག་རྟེན་ན་གནོད་པ་གསུམ་མཐོང་སྟེ། གནོད་པ་གང་གིས་སེམས་ཅན་དག་གནོད་ཅིང་སྡུག་བསྔལ་བར་གྱུར་པ་གསུམ་གང་ཞེ་ན།
en: I myself recognize three things that harm the world, things that harm sentient beings and bring them suffering. What are these?

source: རྒ་བས་གནོད་པ་དང་། ན་བས་གནོད་པ་དང་། འཆི་བས་གནོད་པ་སྟེ།
en: The harm that comes from aging, the harm that comes from sickness, and the harm that comes from dying.

source: གསུམ་པོ་འདི་དག་གིས་འཇིག་རྟེན་གནས་པ་བདུད་དང་བཅས་པ། ཚངས་པ་དང་བཅས་པ་གནོད་པས་གནོད་དེ།
en: These three things affect all beings living in the world, including demons and even including Brahmā.

source: དེ་ལས་ངེས་པར་འབྱུང་བ་ཡང་དག་པར་རབ་ཏུ་མི་ཤེས་སོ། །
en: And yet, how to gain release from them I truly do not know.’

source: དེ་བཞིན་གཤེགས་པ་བར་སྣང་ལ་ཁྲིད་མཛད་ཅེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ། དེ་སྐྱེ་བ་དང་རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་ལས་ཡང་དག་པར་འདའ་བའི་ཆོས་སྟོན་ཏོ་ཞེས་དེ་སྐད་ཐོས་ཏེ།
en: “Out of midair a voice was heard, saying, ‘a thus-gone one called Instructor has appeared in the world. He teaches a Dharma that truly transcends birth, aging, sickness, and death.

source: ཁྱེད་ཅག་ཚུར་ཤོག །
en: Come meet him, all of you.

source: ལྷན་ཅིག་ཏུ་བཅོམ་ལྡན་འདས་དེའི་དྲུང་དུ་དོང་ལ་འཇིག་རྟེན་ན་གནོད་པ་དུ་མཆིས་ཞེས་ཞུ་བར་བྱའོ། །
en: Let’s go together before the Blessed One and ask about what is harmful in the world.

source: བཅོམ་ལྡན་འདས་དེ་ཇི་ལྟ་བ་བཞིན་དུ་ལུང་སྟོན་ཏེ། དེ་ལྟར་དོན་གཟུང་བར་བྱའོ། །
en: Whatever the Blessed One then says you should take the meaning to heart.’

source: དེ་ནས་གཞོན་ནུ་ཞི་བའི་བློ་གྲོས་སྲོག་ཆགས་བྱེ་བ་ཕྲག་དྲུག་དང་ལྷན་ཅིག་ཏུ་དེ་བཞིན་གཤེགས་པ་ཁྲིད་མཛད་དེ་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དེའི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: “Then Prince Śāntamati along with sixty million other beings went before the thus-gone Instructor, bowed their heads at the blessed Thus-Gone One’s feet, and then waited off to one side.

source: སྲོག་ཆགས་བྱེ་བ་ཕྲག་དྲུག་པོ་དེ་དག་ཀྱང་སོ་སོར་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འཁོད་དོ། །
en: There each of the sixty million beings sat cross-legged.

source: རྒྱལ་པོ་གཞོན་ནུ་ཞི་བའི་བློ་གྲོས་ཕྱོགས་གཅིག་ཏུ་འདུག་པས། དེ་བཞིན་གཤེགས་པ་དེ་ལ་ཚིགས་སུ་བཅད་པའི་དབྱངས་ཀྱིས་ཞུ་བ་ཞུས་པ།
en: From his place off to one side, Prince Śāntamati then sang a question to the Thus-Gone One in verse:

source: ཤིན་ཏུ་དྲི་མེད་ཐུགས་ཞི་ལྷར་བཅས་པའི། །འཇིག་རྟེན་ཁྲིད་མཛད་ཁྱོད་ལ་ཞུ་བ་ནི། །
en: “ ‘Instructor of the world including the gods, Your mind immaculate, I ask of you:

source: འགྲོ་བ་སྤྱོད་པའི་གནོད་པ་གང་ལགས་པ། །
en: Which of beings’ behaviors are harmful?

source: ཀུན་ཏུ་སྤྱན་མངའ་དེ་དག་བདག་ལ་གསུངས། །
en: Please tell me this, you who see everything.

source: ཆགས་པ་གང་གིས་འགྲོ་བའི་གནོད་པ་དག །
en: “ ‘What attachments are harmful to beings?

source: ཕན་མཛད་བརྩེ་ལྡན་དེ་དག་བདག་ལ་གསུངས། །
en: Please tell me out of your care and altruism.

source: གང་ཞིག་ཐོས་ནས་སྐྱེ་བོའམ་གལ་ཏེ་བདག །རབ་ཏུ་ཐར་བར་བགྱི་བ་འཚལ་བར་བགྱི། །
en: If I and other beings hear the answer, We will set ourselves to become free.’

source: གཞོན་ནུའི་ཚིག་དེས་ཤིན་ཏུ་ཡོན་ཏན་ལྡན། །ཞུ་བ་འདི་ནི་ཁྲིད་མཛད་གསན་ནས་ཀྱང་། །རྒྱལ་བ་ཆོས་རྣམས་ཐམས་ཅད་ཐུགས་ཆུད་པའི། །འདྲེན་པས་འཇིག་རྟེན་ཕན་ཕྱིར་ལུང་བསྟན་པ། །
en: “So outstanding were the prince’s words, That when Instructor, the guide who had realized All the teachings of the Victor, heard his question, In order to help beings he replied:

source: གང་གིས་སྐྱེ་ལ་གནོད་པའི་རྣམ་པ་ནི། །རྒ་དང་ན་དང་འཆི་དང་མྱ་ངན་དང་། །རྣམ་པ་སྣ་ཚོགས་སྡུག་བསྔལ་གནོད་འགྱུར་བ། །
en: “ ‘What is harmful to beings: Harmful it is to age, become sick, die, Have pain, and suffer in its many forms.

source: འགྲོ་བ་ཉེ་བར་ཉོན་མོངས་མི་ཤེས་སོ། །
en: Yet beings are not aware of their afflictions.

source: སྐྱེས་མ་ཐག་ཏུ་སྔོན་གྱི་ལས་ཀྱིས་སུ། །ངན་པའམ་བཟང་པོའི་རྗེས་སུ་མྱུར་དུ་འགྲོ། །
en: “ ‘As soon as they are born, due to previous karma, They quickly begin chasing after good or bad.

source: དེ་བཞིན་དམའ་བའམ་མཐོ་བའི་རིགས་སུ་སྐྱེ། །
en: Thus are they born in high or low castes.

source: ཁྱད་པར་དེ་ཡིས་ཁ་དོག་ཕུན་སུམ་ཚོགས། །གཟུགས་ངན་པའམ་མངོན་པར་གཟུགས་བཟང་དང་། །བུད་མེད་སྐྱེས་པ་དེ་བཞིན་མ་ནིང་ངམ། །ཚངས་པ་དེ་བཞིན་རྒྱལ་རིགས་རྗེའུ་རིགས་དམངས། །དབུལ་བའམ་དེ་བཞིན་ལོངས་སྤྱོད་ལྡན་པའམ། །དབང་པོ་ཉམས་པ་མེད་པ་འཐོབ་པའམ། །དེ་བཞིན་དབང་པོ་དག་ནི་མ་ཚང་བ། །སྐྱེ་བ་སྲིད་པ་དེ་ཡིས་གནོད་པ་ཡིན། །
en: If special, they are born with an excellent appearance. “ ‘Otherwise, they are born with a bad or good form; As a female or male, or neuter; In the brahmin, warrior, merchant, Or peasant caste; either poor or rich; “ ‘Without any defect in their faculties Or otherwise with some disability— Any rebirth and existence is harmful.

source: རྒ་དང་ན་དང་འཆི་བ་སྡིག་ཡིན་ཏེ། །
en: To age, become sick, and die is destructive.

source: ཁྲོ་བ་སྤངས་པས་གཟུགས་བཟང་འཐོབ་འགྱུར་ལ། །ཁྲོ་བ་བསྐྱེད་པས་གཟུགས་ངན་འཐོབ་པར་འགྱུར། །
en: “ ‘Forsaking anger leads to a beautiful form, While anger leads to a form that is ugly.

source: ང་རྒྱལ་བསྐྱེད་པས་བརྙས་པ་འཐོབ་འགྱུར་ལ། །ང་རྒྱལ་སྤངས་པས་བཀུར་སྟི་འཐོབ་པར་འགྱུར། །
en: Being proud leads to being mistreated; Forsaking pride leads to being respected.

source: སྲོག་ཆགས་བསད་པས་ཚེ་ནི་ཐུང་འགྱུར་ལ། །བསྲུང་བ་བྱས་པས་ཚེ་རིང་ཚེ་འཕེལ་འགྱུར། །
en: “ ‘Killing beings leads to a short life, While saving lives leads to long life and longevity.

source: སྲོག་ཆགས་གཙེས་པས་ངན་འགྲོར་དེ་འགྲོ་ལ། །མི་ཡི་སྐྱེ་བར་དེ་ནི་ནད་ཅན་འགྱུར། །
en: Hurting beings leads to migration in the lower realms, And when human, to contract illness.

source: མི་ཡི་འཇིག་རྟེན་སེམས་ཅན་བསྲུང་བྱས་ཤིང་། །སྡུག་བསྔལ་མང་པོ་འཇིགས་ལས་དབུགས་ཕྱུང་བ། །ལས་དེ་བྱས་པས་མི་ནི་སྤངས་ནས་སུ། །ལྷ་གནས་དག་ཏུ་དེ་ནི་རབ་ཏུ་དགའ། །
en: “ ‘The karma of saving lives in the human world And comforting those who are suffering direly Leads to leaving behind the state of a human And living in pleasure in the realms of the gods.

source: ལྷ་ལས་ཤི་ནས་རྗེས་སུ་མི་ཐོབ་སྟེ། །བདེ་ཞིང་ནད་མེད་དྲན་པ་མངོན་དུ་འབྱུང་། །
en: “ ‘After dying as a god, again one becomes human— Happy, healthy, and mindful.

source: སྐྱེ་བར་ནམ་ཡང་སྡུག་བསྔལ་མི་མྱོང་སྟེ། །ལྷ་དང་མི་ཡི་ཡིད་དུ་འོང་བར་འགྱུར། །
en: One will never experience pain in one’s life, And will be lovely for gods and humans to behold.

source: མི་གང་གཞན་གྱི་བུད་མེད་དེར་འགྲོ་ན། །མི་ལས་ཤི་ནས་ངན་འགྲོར་དེ་འགྲོ་ལ། །ལྕགས་ཀྱི་ཤལ་མར་ཚེར་མ་རྣོན་པོ་ཡིས། །འབིགས་པར་བྱེད་ཅིང་སྡུག་བསྔལ་མི་ཡིས་གདུངས། །
en: “ ‘If a man sleeps with another’s wife, after dying, He will leave the human realm and end up in the lower realms Where sharp thorns of metal trees Will pierce him and cause him pain.

source: སྡིག་ཅན་དམྱལ་བའི་ལས་ནི་ཟད་བྱས་ནསམི་ཡིས་འཇིག་རྟེན་རྙེད་དཀའ་ཐོབ་ནས་སུ། །རང་གིས་ཆུང་མ་ལ་ཡང་དབང་མེད་ཅིང་། །ལས་མི་ཤེས་པས་དེ་ནི་མྱ་ངན་བྱེད། །
en: “ ‘When the wrongdoer’s karma in hell is exhausted, And he eventually achieves a rare human life, He will have no control over his own wife, And will suffer, not understanding his karma.

source: གང་དག་གཞན་གྱི་བུད་མེད་སྡོམ་བྱེད་ཅིང་། །གཞན་གྱི་བུད་མེད་དག་ལ་ཡིད་མི་གཏོད། །མི་ཡི་ལུས་ནི་དེ་ཡིས་སྤངས་ནས་སུ། །འདི་ནས་འཕོས་ནས་མཐོ་རིས་རབ་ཏུ་དགའ། །
en: “ ‘The one who restrains himself from others’ wives, Who pays no heed to others’ wives, After leaving behind this human life Will live in pleasure in the higher states.

source: དེ་རྟག་ལྷ་ཡི་འཇིག་རྟེན་ཤེས་རབ་ལྡན། །མཁས་པ་མི་ཡི་འཇིག་རྟེན་ཐོབ་ནས་ཀྱང་། །གུས་བྱེད་བུད་མེད་རྙེད་ཅིང་རྗེས་འབྲང་ལ། །བསམ་པ་འཐུན་པའི་སློབ་མ་རྙེད་པར་འགྱུར། །
en: “ ‘He will always possess the intellect of the god realms And even when back in the human realm He will be wise and find a respectful wife, And students of similar mind-set will follow him.

source: མི་གང་ཚིག་ལ་ཤིན་ཏུ་མི་སྡོམ་པ། །དེ་ལ་དྲིས་ན་རྫུན་པའི་ཚིག་སྨྲ་སྟེ། །མི་ལས་ཤི་ནས་ངན་འགྲོར་དེ་འགྲོ་ཞིང་། །ལེགས་པ་མ་ཡིན་སྡུག་བསྔལ་ཚོར་མྱོང་འགྱུར། །
en: “ ‘Those who have no caution in their speech And respond to questions with falsehoods Will end up in the lower realms after dying As a human, and there face horrible suffering.

source: དེ་ནས་ཤི་ནས་མི་ཡི་སྲིད་པར་འོངས། །མི་ཡི་འཇིག་རྟེན་རྙེད་དཀའ་ཐོབ་ནས་སུ། །ཡང་དག་མ་ཡིན་མེད་པའི་སྐུར་པ་འཐོབ། །མི་ཡི་འཇིག་རྟེན་དག་ཏུ་ཉོན་མོངས་འཚོ། །
en: “ ‘They might later die there and become human again, Gaining a human life, so difficult to attain, And yet face false slander about things not true During a life of hardship in the human realm.

source: མི་གང་ཚིག་ནི་ཤིན་ཏུ་སྡོམ་པ་དག །བདེན་པ་སྲུང་ལ་བརྫུན་དུ་མི་སྨྲ་བ། །མི་ཡི་འཇིག་རྟེན་ཤི་ནས་བརྟུལ་ཞུགས་གཙང་། །ཡོན་ཏན་ལྡན་པ་ལྷ་ཡི་འཇིག་རྟེན་འགྲོ། །
en: “ ‘Those who are careful with their words, Remain honest, and tell no lies, After dying in the human realm will travel To the splendid god realms and have pure conduct.

source: མཁས་པ་གཙང་བའི་ལས་དག་ཟད་ནས་སུ། །ལྷ་ལས་ཤི་ནས་མི་ཡི་འཇིག་རྟེན་འོང་། །
en: “ ‘Once the karma of purity and learnedness is exhausted, Their divine life will end and again they will be human.

source: དེ་ཡིས་སྨྲས་པ་ཡང་དག་ཚད་མར་འགྱུར། །
en: Whatever they say will be valid and true;

source: གཙང་མའི་འབྲས་བུ་དེ་ནི་མི་འཐུན་མེད། །
en: All outcomes will be pure and never disharmonious.

source: མི་ཡི་འཇིག་རྟེན་དུ་ནི་ཕྲ་མ་དང་། །མི་ཡི་སྲིད་པར་དབྱེན་སྦྱོར་བྱེད་པ་ནི། །མི་ཡི་ལུས་འདི་དག་ནི་སྤངས་ནས་སུ། །དེ་ནི་ངན་སོང་སྡུག་བསྔལ་འཐོབ་ཅིང་མྱོང་། །
en: “ ‘Those who speak divisively, Those who provoke discord, After losing their human life Will have pain to endure in the lower realms.

source: དེ་ནས་ཤི་ནས་མི་སྲིད་འདིར་འོངས་ཏེ། །མི་ཡི་འཇིག་རྟེན་རྙེད་དཀའ་འཐོབ་ནས་ཀྱང་། །ཇི་ལྟར་རྩྭ་རྩེར་ཟིལ་པ་མི་གནས་ལྟར། །མཛའ་བཤེས་དང་ནི་དེ་བཞིན་གཉེན་འབྱེད་དོ། །
en: “ ‘When later they die and again becomes human, Achieving a human life so difficult to gain, They will be separated from loved ones who will not stay, Like dewdrops on the tips of blades of grass.

source: མི་འཐུན་པ་ཡི་མི་དག་བསྡུམས་བྱས་ན། །འདི་ནས་ཤི་ནས་མཐོ་རིས་རབ་ཏུ་དགའ། །དེ་ནི་ལྷ་ཡུལ་དག་ན་ཤིན་ཏུ་བཀུར། །ལྷ་ཡི་ཚོགས་ཀྱིས་མཁས་པ་ཡང་དག་མཆོད། །
en: “ ‘If they reconcile people not getting along, After death they will live in pleasure in the higher states, Where they will be honored in the divine realms And revered by hosts of gods as beings who are wise .

source: དེ་ནས་ཤི་ནས་མི་སྲིད་འདིར་འོངས་ཏེ། །བསམ་པ་འཐུན་པའི་བུད་མེད་ཕུན་སུམ་ཚོགས། །སྙིང་ཉེ་མི་ཕྱེད་འཁོར་ནི་རྙེད་འགྱུར་ཏེ། །ཉེས་པའི་གནས་ན་འདུག་ཀྱང་དེ་མི་གཏོང་། །
en: “ ‘When later they die, they will return here as a human, Find an excellent spouse with a harmonious attitude, And faithful and loyal companions who do not leave them, Even when living in a bad environment.

source: འཇམ་པོ་མ་ཡིན་ཚིག་རྩུབ་སྨྲ་བ་ནི། །གཞན་ལ་མྱ་ངན་བྱེད་འཇུག་མི་སྡོམ་པ། །མི་ཡི་ལུས་འདི་དག་ནི་སྤངས་ནས་སུ། །ངན་སོང་ཐོབ་ཅིང་སྡུག་བསྔལ་ཚོར་བ་རེག །
en: “ ‘Those who speak harshly and tactlessly, Recklessly inflicting pain on others, After losing their life as a human Will end up in the lower realms and feel pangs of anguish.

source: ངན་སོང་ཚོར་བ་སྡུག་བསྔལ་ཟད་བྱས་ཤིང་། །དེ་ནས་ཤི་སྟེ་མི་ཡི་སྲིད་པར་འོང་། །གང་གིས་རྟག་ཏུ་སེམས་ཁྲོ་མི་འདོད་ཚིག །ཐོས་ཤིང་དེ་ཡི་ཡིད་ནི་རབ་ཏུ་འཁྲུག །
en: “ ‘Once the agonies endured in the lower realms are over They will die and return to life as a human Where their mind will be constantly disturbed By hearing angry, unpleasant words.

source: སྙན་པར་སྨྲ་བའི་ཚིག་དང་ལྡན་པ་ནི། །ཕ་རོལ་སེམས་ལ་ཤིན་ཏུ་དགའ་བར་བྱེད། །དེ་ནི་མི་ཡི་ལུས་དག་སྤངས་ནས་ཀྱང་། །འདི་ནས་ཤི་ནས་བདེ་འགྲོ་རབ་ཏུ་དགའ། །
en: “ ‘Those who speak kindly Make others’ minds happy. Once they die and lose their human life They will live in pleasure in blissful states.

source: གཙང་ལྡན་དེ་ནི་མཐོ་རིས་ཤི་ནས་སུ། །མི་ཡི་འཇིག་རྟེན་དུ་ནི་ལུས་ཐོབ་ནས། །གང་གིས་ཡང་དང་ཡང་དུ་ཡིད་འོང་སྒྲ། །ཐོས་ནས་རྟག་ཏུ་འདིའི་སེམས་ཤིན་ཏུ་དགའ། །
en: “ ‘After such virtuous beings die in the higher realms And acquire a human body once more, They will perpetually hear beautiful speech So that their mind is forever joyful.

source: གང་ཞིག་དོན་བྱེད་དུས་མ་ཡིན་པར་སྨྲ། །དེ་ཡི་ཚིག་ནི་མངོན་པར་མི་འདོད་དེ། །མི་ཡི་ལུས་ནི་དེ་ཡིས་སྤངས་ནས་སུ། །ངན་སོང་རྙེད་ཅིང་སྡུག་བསྔལ་དེས་མྱོང་འགྱུར། །
en: “ ‘Those who speak meaninglessly and inopportunely Say things that are disagreeable. After they lose their life as a human, They will end up in the lower realms to endure their suffering.

source: སྡིག་པའི་ལས་ཀྱི་རྣམ་སྨིན་ཟད་བྱས་ནས། །དེ་ནས་ཤི་ནས་མི་སྲིད་འདིར་འོངས་ཏེ། །དེའི་ཚིག་མངོན་པར་འདོད་པར་མི་འགྱུར་ཞིང་། །མཁས་པར་མི་འགྱུར་ནམས་ཀྱང་མཆོད་མི་འགྱུར། །
en: “ ‘Once their negative karma has finished ripening, They will die and return to life as a human, Where their words will seem repugnant And unwise, and will never be honored.

source: གང་ཞིག་དོན་ཆེན་ཚིག་དང་དོན་ལྡན་པ། །དུས་སུ་སྨྲ་བྱེད་སྐྱེ་བོ་རབ་ཏུ་དགའ། །དེ་ཡིས་མི་ཡི་ལུས་དག་སྤངས་ནས་སུ། །ལྷ་ཡི་འཇིག་རྟེན་བདེ་བར་དེ་རབ་དགའ། །
en: “ ‘Those who say meaningful, significant, And opportune things make people happy. After they lose their life as a human They will live in bliss and pleasure in the god realms.

source: དེ་ནས་ཤི་ནས་མི་སྲིད་འདིར་འོངས་ཏེ། །ཇི་ལྟར་སེམས་ཅན་སྐོམ་པ་ཆུ་འཐུང་ལྟར། །ཤིན་ཏུ་བསྡམས་པ་སྐྱེ་བོ་ཆེན་པོ་ཡི། །དེ་ཡི་ཚིག་སྨྲས་ཚིག་གཟུང་འོས་པར་འགྱུར། །
en: “ ‘Once they die there they will return to human life Where the perfectly measured words of these great beings Will be as well-received As water drunk by the thirsty.

source: མི་གང་གཞན་ལ་གནོད་སེམས་མདུད་པར་འཛིན། །དུག་འདྲའི་ཉེས་པ་བྱུང་བ་མི་ཞི་སྟེ། །དེ་ནི་མི་ཡི་ལུས་དག་སྤངས་ནས་སུ། །ངན་སོང་ཐོབ་ཅིང་སྡུག་བསྔལ་དེས་མྱོང་འགྱུར། །
en: “ ‘Those who are possessed by malice Are not at peace as poisonous defects come forth. When they lose their human life, they will end up In the lower realms to face their suffering.

source: ངན་སོང་སྡུག་བསྔལ་ཐོབ་པ་དེས་ཟད་ཅིང་། །ངན་སོང་དག་ལས་ཤི་ནས་མི་འཐོབ་སྟེ། །དེ་ཡི་ལུས་ནི་ཁ་དོག་ངན་པར་འགྱུར། །འགྲོ་ལ་བལྟ་བའི་མིག་ནི་མི་འཛུམས་ལ། །
en: “ ‘Once they die in the lower realms, and the suffering They must bear there is over, they will become human, But with a horrible physical appearance, With glaring eyes they will look at others.

source: ཕ་རོལ་དག་ལ་གནོད་སེམས་མེད་པ་ནི། །དུག་འདྲའི་ཉེས་པ་བྱུང་བ་ཞི་བར་འགྱུར། །དེ་ཡིས་མི་ཡི་ལུས་དག་སྤངས་ནས་སུ། །འདི་ནས་ཤི་ནས་མཐོ་རིས་རབ་ཏུ་དགའ། །
en: “ ‘Those who hold no malice for others Quell the emergence of poison-like faults. When they die and lose their life as a human, They will live in pleasure in the higher realms.

source: མཁས་པ་ལྷ་ཡི་འཇིག་རྟེན་དགེ་ཟད་ནས། །མི་ཡི་འཇིག་རྟེན་ཐོབ་དཀའ་རྙེད་ནས་སུ། །འགྲོ་བ་དགའ་ཞིང་མཛེས་པ་དག་ཏུ་འགྱུར། །འགྲོ་ལ་ལྟ་བའི་མིག་ནི་འཛུམས་བྱེད་པ། །
en: “ ‘When such wise ones’ virtue to be in the god realms Is finished, they will achieve a rare human life, Pleasing and beautiful to behold, With kind eyes as they look at others.

source: མི་གང་གཞན་གྱི་ནོར་ལ་འདོད་སེམས་ཤིང་། །གཞན་གྱི་བདེ་བ་ཤིན་ཏུ་སྡུག་བསྔལ་བྱེད། །དེ་ནི་མི་ཡི་ལུས་དག་སྤངས་ནས་སུ། །ངན་སོང་ཐོབ་ཅིང་སྡུག་བསྔལ་མྱོང་བར་འགྱུར། །
en: “ ‘Those who covet someone else’s possessions And makes others’ happiness into suffering, After losing their human life will end up In the lower realms to face suffering.

source: དེ་ནས་ཤི་ནས་མི་སྲིད་འདིར་འོངས་ཏེ། །དེ་ནི་ཕོངས་ཤིང་གཟི་བརྗིད་ཆུང་བར་འགྱུར། །གླང་པོ་ཉམ་ཆུང་འདམ་དུ་སོང་བ་ལྟར། །གཞན་གྱི་ཚིག་སྨྲ་ཐོས་ནས་ཞུམ་པར་འགྱུར། །
en: “ ‘When they die there, they will return to this human life Destitute and with little dignity, Dejected in the face of others’ taunts, Like an exhausted elephant sinking in mud.

source: གཞན་ལ་གནོད་སེམས་ཡིད་ནི་མི་གནས་ཤིང་། །གང་ཞིག་གཞན་གྱི་ཕུན་ཚོགས་བདེ་བྱེད་པ། །མི་ལས་ཤི་ནས་ལྷ་ཡི་གནས་སུ་སྐྱེ། །
en: “ ‘Those who hold no malice toward others, Who help to bring others abundant happiness, After losing their human life are reborn as a god,

source: ཚེ་དང་མདོག་དང་གྲགས་དང་སྟོབས་དང་གཟུགས། །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་བྱ་དག །ལྷ་ཡི་ཡོན་ཏན་ལྡན་པ་བཅུ་འཐོབ་ཅིང་། །
en: Attaining the ten attributes of gods: “ ‘Longevity, fine complexion, fame, power, Form, sound, scent, taste, and texture.

source: ཇི་ལྟར་ཚངས་པ་ལྷ་ཚོགས་བརྟུལ་ཞུགས་དོན། །དེ་ནི་ལྷ་ཡི་ཚོགས་ཀྱིས་གསོལ་ཞིང་མཆོད། །
en: As the focus of rituals for gods in the Brahmā realms, The gods will supplicate and worship them.
